Repository: tuxi/Talkify
Catalog: Talkify/Resources/Localization/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans, zh_hant

# share.shared_materials
source: Shared Materials
de: Geteilte Materialien
es: Materiales compartidos
fr: Matériaux partagés
ja: 共有資料
ko: 공유 자료
pt_br: Materiais compartilhados
zh_hans: 共享资料
zh_hant: 共享資料

# share.workspace_desc
source: Materials will be safely copied to CodeAgent. After opening the app, just tell it what you want to accomplish.
de: Materialien werden sicher zu CodeAgent kopiert. Nach dem Öffnen der App sagen Sie einfach, was Sie erreichen möchten.
es: Los materiales se copiarán de forma segura a CodeAgent. Después de abrir la app, solo dile lo que quieres lograr.
fr: Les matériaux seront copiés en toute sécurité vers CodeAgent. Après avoir ouvert l'application, dites-lui simplement ce que vous voulez accomplir.
ja: 資料はCodeAgentに安全にコピーされます。アプリを開いた後、達成したいことを伝えるだけです。
ko: 자료가 CodeAgent에 안전하게 복사됩니다. 앱을 연 후 달성하려는 작업을 알려주기만 하면 됩니다.
pt_br: Os materiais serão copiados com segurança para o CodeAgent. Depois de abrir o app, basta dizer o que você quer realizar.
zh_hans: 资料会安全复制到 CodeAgent。打开 App 后，你只需补充想让它完成的任务。
zh_hant: 資料會安全複製到 CodeAgent。開啟 App 後，你只需補充想讓它完成的任務。

# share.workspace_name
source: Workspace Name
de: Arbeitsbereich-Name
es: Nombre del espacio de trabajo
fr: Nom de l'espace de travail
ja: ワークスペース名
ko: 워크스페이스 이름
pt_br: Nome do espaço de trabalho
zh_hans: 工作区名称
zh_hant: 工作區名稱

# userassets.add_attachment
source: Add Attachment
de: Anhang hinzufügen
es: Agregar adjunto
fr: Ajouter une pièce jointe
ja: 添付を追加
ko: 첨부 추가
pt_br: Adicionar anexo
zh_hans: 添加附件
zh_hant: 新增附件

# userassets.pdf_or_document
source: PDF or Document
de: PDF oder Dokument
es: PDF o documento
fr: PDF ou document
ja: PDFまたは文書
ko: PDF 또는 문서
pt_br: PDF ou documento
zh_hans: PDF 或文档
zh_hant: PDF 或文件

# userassets.photos
source: Photos
de: Fotos
es: Fotos
ja: 写真
ko: 사진
pt_br: Fotos
zh_hans: 照片
zh_hant: 照片

# userassets.take_photo
source: Take Photo
de: Foto aufnehmen
es: Tomar foto
fr: Prendre une photo
ja: 写真を撮る
ko: 사진 촬영
pt_br: Tirar foto
zh_hans: 拍照
zh_hant: 拍照

# workspace.account
source: Account
de: Konto
es: Cuenta
fr: Compte
ja: アカウント
ko: 계정
pt_br: Conta
zh_hans: 账户
zh_hant: 帳戶

# workspace.add_workspace_section
source: Add Workspace
de: Arbeitsbereich hinzufügen
es: Agregar espacio de trabajo
fr: Ajouter un espace de travail
ja: ワークスペースを追加
ko: 워크스페이스 추가
pt_br: Adicionar espaço de trabalho
zh_hans: 添加工作区
zh_hant: 新增工作區

# workspace.archive
source: Archive
de: Archivieren
es: Archivar
fr: Archiver
ja: アーカイブ
ko: 보관
pt_br: Arquivar
zh_hans: 归档
zh_hant: 歸檔

# workspace.archived_label
source: Archived
de: Archiviert
es: Archivado
fr: Archivé
ja: アーカイブ済み
ko: 보관됨
pt_br: Arquivado
zh_hans: 已归档
zh_hant: 已歸檔

# workspace.available_count
source: %@ available · Expires %@
de: %@ verfügbar · Läuft ab %@
es: %@ disponible(s) · Vence %@
fr: %@ disponible(s) · Expire le %@
ja: %@ 回利用可能 · 有効期限 %@
ko: %@회 사용 가능 · %@ 만료
pt_br: %@ disponíveis · Expira em %@
zh_hans: 可用 %@ 次 · %@ 到期
zh_hant: 可用 %@ 次 · %@ 到期

# workspace.branch_or_tag_optional
source: Branch or Tag (optional)
de: Branch oder Tag (optional)
es: Rama o etiqueta (opcional)
fr: Branche ou tag (facultatif)
ja: ブランチまたはタグ（任意）
ko: 브랜치 또는 태그 (선택 사항)
pt_br: Branch ou Tag (opcional)
zh_hans: 分支或 Tag（可选）
zh_hant: 分支或 Tag（可選）

# workspace.cannot_export
source: Cannot Export Workspace
de: Arbeitsbereich kann nicht exportiert werden
es: No se puede exportar el espacio de trabajo
fr: Impossible d’exporter l’espace de travail
ja: ワークスペースをエクスポートできません
ko: 워크스페이스를 내보낼 수 없음
pt_br: Não foi possível exportar o espaço de trabalho
zh_hans: 无法导出工作区
zh_hant: 無法匯出工作區

# workspace.cannot_prepare
source: Cannot Prepare Workspace
de: Arbeitsbereich kann nicht vorbereitet werden
es: No se puede preparar el espacio de trabajo
fr: Impossible de préparer l’espace de travail
ja: ワークスペースを準備できません
ko: 워크스페이스를 준비할 수 없음
pt_br: Não foi possível preparar o espaço de trabalho
zh_hans: 无法准备工作区
zh_hant: 無法準備工作區

# workspace.clone_action
source: Clone
de: Klonen
es: Clonar
fr: Cloner
ja: クローン
ko: 복제
pt_br: Clonar
zh_hans: 克隆
zh_hant: 克隆

# workspace.clone_default_desc
source: Uses shallow clone by default, better for mobile networks. Only supports public HTTPS repositories that do not require authentication.
de: Verwendet standardmäßig flachen Klon, besser für mobile Netzwerke. Unterstützt nur öffentliche HTTPS-Repositories ohne Authentifizierung.
es: Usa clonación superficial por defecto, mejor para redes móviles. Solo admite repositorios HTTPS públicos sin autenticación.
fr: Utilise un clonage superficiel par défaut, mieux adapté aux réseaux mobiles. Prend en charge uniquement les dépôts HTTPS publics sans authentification.
ja: デフォルトで浅いクローンを使用し、モバイルネットワークに適しています。認証が不要なHTTPSリポジトリのみサポートします。
ko: 기본적으로 얕은 복제를 사용하며 모바일 네트워크에 더 적합합니다. 인증이 필요 없는 HTTPS 저장소만 지원합니다.
pt_br: Usa clone superficial por padrão, melhor para redes móveis. Suporta apenas repositórios HTTPS públicos sem autenticação.
zh_hans: 默认使用浅克隆，更适合移动网络。仅支持无需登录的 HTTPS 仓库。
zh_hant: 預設使用淺克隆，更適合行動網路。僅支援無需登入的 HTTPS 倉庫。

# workspace.clone_full_history
source: Clone Full History
de: Vollständigen Verlauf klonen
es: Clonar historial completo
fr: Cloner l’historique complet
ja: 完全な履歴をクローン
ko: 전체 기록 복제
pt_br: Clonar histórico completo
zh_hans: 克隆完整历史
zh_hant: 克隆完整歷史

# workspace.clone_git_nav_title
source: Clone Git Repository
de: Git-Repository klonen
es: Clonar repositorio Git
fr: Cloner le dépôt Git
ja: Gitリポジトリをクローン
ko: Git 저장소 복제
pt_br: Clonar repositório Git
zh_hans: 克隆 Git 仓库
zh_hant: 克隆 Git 倉庫

# workspace.clone_git_repo
source: Clone Git Repository
de: Git-Repository klonen
es: Clonar repositorio Git
fr: Cloner le dépôt Git
ja: Gitリポジトリをクローン
ko: Git 저장소 복제
pt_br: Clonar repositório Git
zh_hans: 克隆 Git 仓库
zh_hant: 克隆 Git 倉庫

# workspace.clone_git_repo_subtitle
source: Enter a public HTTPS repository URL
de: Öffentliche HTTPS-Repository-URL eingeben
es: Ingresa la URL de un repositorio HTTPS público
fr: Saisissez l’URL d’un dépôt HTTPS public
ja: 公開HTTPSリポジトリURLを入力
ko: 공개 HTTPS 저장소 URL 입력
pt_br: Digite a URL de um repositório HTTPS público
zh_hans: 输入公开 HTTPS 仓库地址
zh_hant: 輸入公開 HTTPS 倉庫地址

# workspace.clone_git_repo_title
source: Clone Git Repository
de: Git-Repository klonen
es: Clonar repositorio Git
fr: Cloner le dépôt Git
ja: Gitリポジトリをクローン
ko: Git 저장소 복제
pt_br: Clonar repositório Git
zh_hans: 克隆 Git 仓库
zh_hant: 克隆 Git 倉庫

# workspace.cloning
source: Cloning…
de: Klonen…
es: Clonando…
fr: Clonage…
ja: クローン中…
ko: 복제 중…
pt_br: Clonando…
zh_hans: 克隆中…
zh_hant: 克隆中…

# workspace.confirm
source: Confirm
de: Bestätigen
es: Confirmar
fr: Confirmer
ja: 確認
ko: 확인
pt_br: Confirmar
zh_hans: 确定
zh_hant: 確定

# workspace.continue_draft
source: Continue Draft
de: Entwurf fortsetzen
es: Continuar borrador
fr: Continuer le brouillon
ja: 下書きを続ける
ko: 초안 계속하기
pt_br: Continuar rascunho
zh_hans: 继续草稿
zh_hant: 繼續草稿

# workspace.conversation_name
source: Conversation Name
de: Name der Unterhaltung
es: Nombre de la conversación
fr: Nom de la conversation
ja: 会話名
ko: 대화 이름
pt_br: Nome da conversa
zh_hans: 会话名称
zh_hant: 會話名稱

# workspace.conversations_count
source: %@ conversations
de: %@ Unterhaltungen
es: %@ conversaciones
ja: %@件の会話
ko: %@개 대화
pt_br: %@ conversas
zh_hans: %@ 个会话
zh_hant: %@ 個會話

# workspace.create
source: Create
de: Erstellen
es: Crear
fr: Créer
ja: 作成
ko: 만들기
pt_br: Criar
zh_hans: 创建
zh_hant: 建立

# workspace.create_blank_action
source: Create Blank Workspace
de: Leeren Arbeitsbereich erstellen
es: Crear espacio de trabajo vacío
fr: Créer un espace de travail vide
ja: 空のワークスペースを作成
ko: 빈 워크스페이스 만들기
pt_br: Criar espaço de trabalho em branco
zh_hans: 创建空白工作区
zh_hant: 建立空白工作區

# workspace.create_blank_hint
source: A blank workspace will be created in the App's Documents folder.
de: Ein leerer Arbeitsbereich wird im Dokumente-Ordner der App erstellt.
es: Se creará un espacio de trabajo vacío en la carpeta Documentos de la app.
fr: Un espace de travail vide sera créé dans le dossier Documents de l'application.
ja: アプリのDocumentsフォルダに空のワークスペースが作成されます。
ko: 앱의 Documents 폴더에 빈 워크스페이스가 생성됩니다.
pt_br: Um espaço de trabalho em branco será criado na pasta Documentos do app.
zh_hans: 将在 App 的 Documents 中创建一个空白工作区。
zh_hant: 將在 App 的 Documents 中建立一個空白工作區。

# workspace.create_first
source: Create Your First Workspace
de: Erstellen Sie Ihren ersten Arbeitsbereich
es: Crea tu primer espacio de trabajo
fr: Créez votre premier espace de travail
ja: 最初のワークスペースを作成
ko: 첫 번째 워크스페이스 만들기
pt_br: Crie seu primeiro espaço de trabalho
zh_hans: 创建你的第一个工作区
zh_hant: 建立你的第一個工作區

# workspace.delete_conversation
source: Delete Conversation?
de: Unterhaltung löschen?
es: ¿Eliminar conversación?
fr: Supprimer la conversation ?
ja: 会話を削除しますか？
ko: 대화를 삭제하시겠습니까?
pt_br: Excluir conversa?
zh_hans: 删除会话？
zh_hant: 刪除會話？

# workspace.delete_conversation_and_worktree
source: Delete Conversation & Worktree?
de: Unterhaltung & Worktree löschen?
es: ¿Eliminar conversación y worktree?
fr: Supprimer la conversation et le worktree ?
ja: 会話とワークツリーを削除しますか？
ko: 대화 및 Worktree를 삭제하시겠습니까?
pt_br: Excluir conversa e worktree?
zh_hans: 删除会话和 Worktree？
zh_hant: 刪除會話和 Worktree？

# workspace.delete_with_ellipsis
source: Delete…
de: Löschen…
es: Eliminar…
fr: Supprimer…
ja: 削除…
ko: 삭제…
pt_br: Excluir…
zh_hans: 删除…
zh_hant: 刪除…

# workspace.done
source: Done
de: Fertig
es: Hecho
fr: Terminé
ja: 完了
ko: 완료
pt_br: Concluído
zh_hans: 完成
zh_hant: 完成

# workspace.draft
source: Draft
de: Entwurf
es: Borrador
fr: Brouillon
ja: 下書き
ko: 초안
pt_br: Rascunho
zh_hans: 草稿
zh_hant: 草稿

# workspace.error.cannot_create_export
source: Cannot create export file.
de: Exportdatei kann nicht erstellt werden.
es: No se puede crear el archivo de exportación.
fr: Impossible de créer le fichier d'exportation.
ja: エクスポートファイルを作成できません。
ko: 내보내기 파일을 만들 수 없습니다.
pt_br: Não foi possível criar o arquivo de exportação.
zh_hans: 无法创建导出文件。
zh_hant: 無法建立匯出檔案。

# workspace.error.cannot_read
source: Cannot read current workspace.
de: Aktueller Arbeitsbereich kann nicht gelesen werden.
es: No se puede leer el espacio de trabajo actual.
fr: Impossible de lire l'espace de travail actuel.
ja: 現在のワークスペースを読み取れません。
ko: 현재 워크스페이스를 읽을 수 없습니다.
pt_br: Não foi possível ler o espaço de trabalho atual.
zh_hans: 无法读取当前工作区。
zh_hant: 無法讀取當前工作區。

# workspace.error.file_too_large
source: File %@ exceeds 4 GB and cannot be exported at this time.
de: Datei %@ überschreitet 4 GB und kann derzeit nicht exportiert werden.
es: El archivo %@ supera los 4 GB y no se puede exportar en este momento.
fr: Le fichier %@ dépasse 4 Go et ne peut pas être exporté pour le moment.
ja: ファイル %@ は4GBを超えているため、現在エクスポートできません。
ko: %@ 파일이 4GB를 초과하여 현재 내보낼 수 없습니다.
pt_br: O arquivo %@ excede 4 GB e não pode ser exportado no momento.
zh_hans: 文件 %@ 超过 4 GB，暂时无法导出。
zh_hant: 檔案 %@ 超過 4 GB，暫時無法匯出。

# workspace.error.long_path
source: The workspace contains file paths that are too long.
de: Der Arbeitsbereich enthält zu lange Dateipfade.
es: El espacio de trabajo contiene rutas de archivo demasiado largas.
fr: L'espace de travail contient des chemins de fichiers trop longs.
ja: ワークスペースに長すぎるファイルパスがあります。
ko: 워크스페이스에 너무 긴 파일 경로가 있습니다.
pt_br: O espaço de trabalho contém caminhos de arquivo muito longos.
zh_hans: 工作区中存在过长的文件路径。
zh_hant: 工作區中存在過長的檔案路徑。

# workspace.error.unavailable
source: Current workspace is unavailable.
de: Aktueller Arbeitsbereich ist nicht verfügbar.
es: El espacio de trabajo actual no está disponible.
fr: L'espace de travail actuel n'est pas disponible.
ja: 現在のワークスペースは利用できません。
ko: 현재 워크스페이스를 사용할 수 없습니다.
pt_br: O espaço de trabalho atual não está disponível.
zh_hans: 当前工作区不可用。
zh_hant: 當前工作區不可用。

# workspace.error.workspace_too_large
source: Workspace exceeds 4 GB and cannot be exported at this time.
de: Arbeitsbereich überschreitet 4 GB und kann derzeit nicht exportiert werden.
es: El espacio de trabajo supera los 4 GB y no se puede exportar en este momento.
fr: L'espace de travail dépasse 4 Go et ne peut pas être exporté pour le moment.
ja: ワークスペースが4GBを超えているため、現在エクスポートできません。
ko: 워크스페이스가 4GB를 초과하여 현재 내보낼 수 없습니다.
pt_br: O espaço de trabalho excede 4 GB e não pode ser exportado no momento.
zh_hans: 工作区超过 4 GB，暂时无法导出。
zh_hant: 工作區超過 4 GB，暫時無法匯出。

# workspace.error.zip_limit
source: Workspace file count exceeds ZIP export limit.
de: Dateianzahl im Arbeitsbereich überschreitet ZIP-Exportlimit.
es: El número de archivos del espacio de trabajo excede el límite de exportación ZIP.
fr: Le nombre de fichiers de l'espace de travail dépasse la limite d'exportation ZIP.
ja: ワークスペースのファイル数がZIPエクスポート制限を超えています。
ko: 워크스페이스 파일 수가 ZIP 내보내기 제한을 초과했습니다.
pt_br: O número de arquivos do espaço de trabalho excede o limite de exportação ZIP.
zh_hans: 工作区文件数量超过 ZIP 导出限制。
zh_hant: 工作區檔案數量超過 ZIP 匯出限制。

# workspace.export_project
source: Export Project
de: Projekt exportieren
es: Exportar proyecto
fr: Exporter le projet
ja: プロジェクトをエクスポート
ko: 프로젝트 내보내기
pt_br: Exportar projeto
zh_hans: 导出项目
zh_hant: 匯出專案

# workspace.exporting_project
source: Exporting Project
de: Projekt wird exportiert
es: Exportando proyecto
fr: Exportation du projet
ja: プロジェクトをエクスポート中
ko: 프로젝트 내보내는 중
pt_br: Exportando projeto
zh_hans: 正在导出项目
zh_hant: 正在匯出專案

# workspace.folder_will_be_copied
source: The folder will be copied into the app. Original files will not be modified.
de: Der Ordner wird in die App kopiert. Die Originaldateien werden nicht verändert.
es: La carpeta se copiará en la app. Los archivos originales no se modificarán.
fr: Le dossier sera copié dans l’application. Les fichiers originaux ne seront pas modifiés.
ja: フォルダはアプリにコピーされます。元のファイルは変更されません。
ko: 폴더가 앱에 복사됩니다. 원본 파일은 수정되지 않습니다.
pt_br: A pasta será copiada para o app. Os arquivos originais não serão modificados.
zh_hans: 文件夹会复制到 App 中，原始文件不会被修改。
zh_hant: 資料夾會複製到 App 中，原始檔案不會被修改。

# workspace.import_action
source: Import
de: Importieren
es: Importar
fr: Importer
ja: インポート
ko: 가져오기
pt_br: Importar
zh_hans: 导入
zh_hant: 匯入

# workspace.import_folder_subtitle
source: Copy an existing project from the Files app
de: Vorhandenes Projekt aus der Dateien-App kopieren
es: Copiar un proyecto existente desde la app Archivos
fr: Copier un projet existant depuis l’app Fichiers
ja: ファイルアプリから既存のプロジェクトをコピー
ko: 파일 앱에서 기존 프로젝트 복사
pt_br: Copiar um projeto existente do app Arquivos
zh_hans: 从“文件”App 复制现有项目
zh_hant: 從「檔案」App 複製現有專案

# workspace.import_folder_title
source: Import Folder
de: Ordner importieren
es: Importar carpeta
fr: Importer un dossier
ja: フォルダをインポート
ko: 폴더 가져오기
pt_br: Importar pasta
zh_hans: 导入文件夹
zh_hant: 匯入資料夾

# workspace.import_from_files
source: Import from Files App
de: Aus Dateien-App importieren
es: Importar desde la app Archivos
fr: Importer depuis l’app Fichiers
ja: ファイルアプリからインポート
ko: 파일 앱에서 가져오기
pt_br: Importar do app Arquivos
zh_hans: 从文件 App 导入
zh_hant: 從檔案 App 匯入

# workspace.import_workspace
source: Import Workspace
de: Arbeitsbereich importieren
es: Importar espacio de trabajo
fr: Importer un espace de travail
ja: ワークスペースをインポート
ko: 워크스페이스 가져오기
pt_br: Importar espaço de trabalho
zh_hans: 导入工作区
zh_hant: 匯入工作區

# workspace.local_workspace
source: Local Workspace
de: Lokaler Arbeitsbereich
es: Espacio de trabajo local
fr: Espace de travail local
ja: ローカルワークスペース
ko: 로컬 워크스페이스
pt_br: Espaço de trabalho local
zh_hans: 本地工作区
zh_hant: 本地工作區

source: Workspace Name (optional)
de: Arbeitsbereich-Name (optional)
es: Nombre del espacio de trabajo (opcional)
fr: Nom de l’espace de travail (facultatif)
ja: ワークスペース名（任意）
ko: 워크스페이스 이름 (선택 사항)
pt_br: Nome do espaço de trabalho (opcional)
zh_hans: 工作区名称（可选）
zh_hant: 工作區名稱（可選）

# workspace.new_blank_workspace
source: New Blank Workspace
de: Neuer leerer Arbeitsbereich
es: Nuevo espacio de trabajo vacío
fr: Nouvel espace de travail vide
ja: 新しい空のワークスペース
ko: 새 빈 워크스페이스
pt_br: Novo espaço de trabalho em branco
zh_hans: 新建空白工作区
zh_hant: 新增空白工作區

# workspace.new_conversation
source: New Conversation
de: Neue Unterhaltung
es: Nueva conversación
fr: Nouvelle conversation
ja: 新しい会話
ko: 새 대화
pt_br: Nova conversa
zh_hans: 新对话
zh_hant: 新對話

# workspace.new_draft_hint
source: Create a new conversation draft
de: Einen neuen Gesprächsentwurf erstellen
es: Crear un nuevo borrador de conversación
fr: Créer un nouveau brouillon de conversation
ja: 新しい会話の下書きを作成
ko: 새 대화 초안 만들기
pt_br: Criar um novo rascunho de conversa
zh_hans: 创建一个新的对话草稿
zh_hant: 創建一個新的對話草稿

# workspace.new_task
source: New Task
de: Neue Aufgabe
es: Nueva tarea
fr: Nouvelle tâche
ja: 新しいタスク
ko: 새 작업
pt_br: Nova tarefa
zh_hans: 新建任务
zh_hant: 新建任務

# workspace.new_workspace
source: New Workspace
de: Neuer Arbeitsbereich
es: Nuevo espacio de trabajo
fr: Nouvel espace de travail
ja: 新しいワークスペース
ko: 새 워크스페이스
pt_br: Novo espaço de trabalho
zh_hans: 新建工作区
zh_hant: 新建工作區

# workspace.not_logged_in
source: Not signed in
de: Nicht angemeldet
es: No has iniciado sesión
fr: Non connecté
ja: 未ログイン
ko: 로그인하지 않음
pt_br: Não conectado
zh_hans: 未登录
zh_hant: 未登入

# workspace.or_start_from_existing
source: Or start from existing content
de: Oder mit vorhandenen Inhalten beginnen
es: O empezar desde contenido existente
fr: Ou commencer à partir du contenu existant
ja: または既存のコンテンツから始める
ko: 또는 기존 콘텐츠에서 시작
pt_br: Ou comece com conteúdo existente
zh_hans: 也可以从已有内容开始
zh_hant: 也可以從已有內容開始

# workspace.pending_count
source: %@ pending
de: %@ ausstehend
es: %@ pendiente(s)
fr: %@ en attente
ja: %@ 件保留中
ko: %@개 대기 중
pt_br: %@ pendente(s)
zh_hans: %@ 个待处理
zh_hant: %@ 個待處理

# workspace.preparing
source: Preparing workspace…
de: Arbeitsbereich wird vorbereitet…
es: Preparando espacio de trabajo…
fr: Préparation de l’espace de travail…
ja: ワークスペースを準備中…
ko: 워크스페이스 준비 중…
pt_br: Preparando espaço de trabalho…
zh_hans: 正在准备工作区…
zh_hant: 正在準備工作區…

# workspace.projects_section
source: Projects
de: Projekte
es: Proyectos
fr: Projets
ja: プロジェクト
ko: 프로젝트
pt_br: Projetos
zh_hans: 项目
zh_hant: 專案

# workspace.public_git_repo_section
source: Public Git Repository
de: Öffentliches Git-Repository
es: Repositorio Git público
fr: Dépôt Git public
ja: 公開Gitリポジトリ
ko: 공개 Git 저장소
pt_br: Repositório Git público
zh_hans: 公开 Git 仓库
zh_hant: 公開 Git 倉庫

# workspace.refreshing_usage
source: Fetching usage…
de: Nutzung wird abgerufen…
es: Obteniendo uso…
fr: Récupération de l'utilisation…
ja: 使用量を取得中…
ko: 사용량을 가져오는 중…
pt_br: Buscando uso…
zh_hans: 正在获取用量…
zh_hant: 正在獲取用量…

# workspace.remaining_format
source: Remaining %@
de: Verbleibend %@
es: Restante %@
fr: Restant %@
ja: 残り %@
ko: 남음 %@
pt_br: Restante %@
zh_hans: 剩余 %@
zh_hant: 剩餘 %@

# workspace.remaining_usage
source: Remaining Usage
de: Verbleibende Nutzung
es: Uso restante
fr: Utilisation restante
ja: 残りの使用量
ko: 남은 사용량
pt_br: Uso restante
zh_hans: 剩余用量
zh_hant: 剩餘用量

# workspace.rename
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 重命名
zh_hant: 重新命名

# workspace.rename_conversation
source: Rename Conversation
de: Unterhaltung umbenennen
es: Renombrar conversación
fr: Renommer la conversation
ja: 会話の名前を変更
ko: 대화 이름 변경
pt_br: Renomear conversa
zh_hans: 重命名会话
zh_hant: 重新命名會話

# workspace.reset_card_current_week
source: Current weekly quota is from a reset card
de: Das aktuelle Wochenkontingent stammt von einer Reset-Karte
es: La cuota semanal actual proviene de una tarjeta de reinicio
fr: Le quota hebdomadaire actuel provient d'une carte de réinitialisation
ja: 現在の週間クォータはリセットカードによるものです
ko: 현재 주간 할당량은 재설정 카드에서 비롯됩니다
pt_br: A cota semanal atual é de um cartão de redefinição
zh_hans: 当前周额度来自重置卡
zh_hant: 當前週額度來自重置卡

# workspace.reset_card_desc
source: Using a reset card ends the current weekly window and creates a new 7-day quota starting now.
de: Das Verwenden einer Reset-Karte beendet das aktuelle Wochenfenster und erstellt ein neues 7-Tage-Kontingent ab jetzt.
es: Usar una tarjeta de reinicio finaliza la ventana semanal actual y crea una nueva cuota de 7 días a partir de ahora.
fr: L'utilisation d'une carte de réinitialisation met fin à la fenêtre hebdomadaire actuelle et crée un nouveau quota de 7 jours à partir de maintenant.
ja: リセットカードを使用すると現在の週間ウィンドウが終了し、今から7日間の新しいクォータが作成されます。
ko: 재설정 카드를 사용하면 현재 주간 기간이 종료되고 지금부터 새로운 7일 할당량이 생성됩니다.
pt_br: Usar um cartão de redefinição encerra a janela semanal atual e cria uma nova cota de 7 dias a partir de agora.
zh_hans: 使用重置卡会结束当前周窗口，并从现在开始创建新的 7 天额度。
zh_hant: 使用重置卡會結束當前週窗口，並從現在開始創建新的 7 天額度。

# workspace.reset_confirm_warning
source: After a successful reset, this card will be consumed and cannot be undone.
de: Nach erfolgreichem Zurücksetzen wird diese Karte verbraucht und kann nicht rückgängig gemacht werden.
es: Después de un reinicio exitoso, esta tarjeta se consumirá y no se podrá deshacer.
fr: Après une réinitialisation réussie, cette carte sera consommée et ne pourra pas être annulée.
ja: リセットが成功すると、このカードは消費され元に戻せません。
ko: 재설정이 성공하면 이 카드가 소비되며 취소할 수 없습니다.
pt_br: Após uma redefinição bem-sucedida, este cartão será consumido e não poderá ser desfeito.
zh_hans: 重置成功后，此卡会被核销且不能撤销。
zh_hant: 重置成功後，此卡會被核銷且不能撤銷。

# workspace.reset_immediately
source: Will immediately restart a one-week period
de: Startet sofort eine einwöchige Periode neu
es: Reiniciará inmediatamente un período de una semana
fr: Redémarrera immédiatement une période d'une semaine
ja: すぐに1週間の期間を再開します
ko: 즉시 1주 기간을 다시 시작합니다
pt_br: Reiniciará imediatamente um período de uma semana
zh_hans: 将立即重新开始一周
zh_hant: 將立即重新開始一週

# workspace.running_count
source: %@ running
de: %@ aktiv
es: %@ en ejecución
fr: %@ en cours
ja: %@ 件実行中
ko: %@개 실행 중
pt_br: %@ em execução
zh_hans: %@ 个运行中
zh_hant: %@ 個執行中

# workspace.save_location_section
source: Save Location
de: Speicherort
es: Ubicación de guardado
fr: Emplacement de sauvegarde
ja: 保存場所
ko: 저장 위치
pt_br: Local de salvamento
zh_hans: 保存位置
zh_hant: 儲存位置

# workspace.saved_on_iphone
source: Workspaces are saved on this iPhone. Importing only copies content and will not modify original files.
de: Arbeitsbereiche werden auf diesem iPhone gespeichert. Der Import kopiert nur Inhalte und verändert keine Originaldateien.
es: Los espacios de trabajo se guardan en este iPhone. La importación solo copia contenido y no modifica los archivos originales.
fr: Les espaces de travail sont enregistrés sur cet iPhone. L’importation ne fait que copier le contenu et ne modifie pas les fichiers originaux.
ja: ワークスペースはこのiPhoneに保存されます。インポートはコンテンツをコピーするだけで、元のファイルは変更されません。
ko: 워크스페이스는 이 iPhone에 저장됩니다. 가져오기는 콘텐츠만 복사하며 원본 파일은 수정되지 않습니다.
pt_br: Os espaços de trabalho são salvos neste iPhone. A importação apenas copia o conteúdo e não modifica os arquivos originais.
zh_hans: 工作区保存在这台 iPhone 上。导入时只会复制内容，不会修改原始文件。
zh_hant: 工作區保存在這台 iPhone 上。匯入時只會複製內容，不會修改原始檔案。

# workspace.search_placeholder
source: Search conversations…
de: Unterhaltungen durchsuchen…
es: Buscar conversaciones…
fr: Rechercher des conversations…
ja: 会話を検索…
ko: 대화 검색…
pt_br: Buscar conversas…
zh_hans: 搜索会话…
zh_hant: 搜尋會話…

# workspace.search_projects
source: Search Projects
de: Projekte durchsuchen
es: Buscar proyectos
fr: Rechercher des projets
ja: プロジェクトを検索
ko: 프로젝트 검색
pt_br: Buscar projetos
zh_hans: 搜索项目
zh_hant: 搜尋專案

# workspace.select_project
source: Select Project
de: Projekt auswählen
es: Seleccionar proyecto
fr: Sélectionner un projet
ja: プロジェクトを選択
ko: 프로젝트 선택
pt_br: Selecionar projeto
zh_hans: 选择项目
zh_hant: 選擇專案

# workspace.settings
source: Settings
de: Einstellungen
es: Configuración
fr: Paramètres
ja: 設定
ko: 설정
pt_br: Configurações
zh_hans: 设置
zh_hant: 設定

# workspace.show_sidebar
source: Show sidebar
de: Seitenleiste anzeigen
es: Mostrar barra lateral
fr: Afficher la barre latérale
ja: サイドバーを表示
ko: 사이드바 표시
pt_br: Mostrar barra lateral
zh_hans: 显示侧栏
zh_hant: 顯示側欄

# workspace.sign_out
source: Sign Out
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
ja: ログアウト
ko: 로그아웃
pt_br: Sair
zh_hans: 退出登录
zh_hant: 登出

# workspace.start_conversation
source: Start Conversation
de: Unterhaltung starten
es: Iniciar conversación
fr: Démarrer la conversation
ja: 会話を始める
ko: 대화 시작
pt_br: Iniciar conversa
zh_hans: 开始对话
zh_hant: 開始對話
